Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: 1 sentence collected
gwt: 1یَہ جُملہ جمع کېران گہ

source: 2019 End-of-Year Release
gwt: 2019 نی فېلِیَنہ آخېرہ ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
gwt: 2پاتوئے، اسہ جاری ساتِؤ!<playIcon></playIcon>

source: ≥ 2 No votes
gwt: ≥2 ووٹ نئ

source: ≥ 2 Yes votes
gwt: ≥2 اے ووٹ

source: Abbreviations and Acronyms
gwt: کھٹَنہ اؤ لنڈو

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
gwt: گوئیسَنت عِبارَتَنہ منزے کھٹَنہ اؤ لنڈوَہ پېدہ لکہ چہ “USA” یا “ICE” پېنہ فُک ساتَنہ تھنہ کېنا ژا زی اسُو تېن رَوے ژَوان دِ مان زی تسُونہ ہیجانہ برابر نہ بُوَہ بہ۔ واری، یَک می لنڈووَہ ݭڅی لؤ سئ ریڈنگز بی بَمېت۔

source: Abkhaz
gwt: کوہ قافَنہ

source: About
gwt: ݭڅی

source: About options menu
gwt: اختیاراتَنہ مینُوَنہ بارا

source: Academic Reference
gwt: تعلیمی حوالہ

source: Accent
gwt: لہجہ

source: Accepted file types: .tsv only
gwt: قبُول بِسنت فائلَنی قسم نام: صرف ٹی ایس وی

source: Access press releases and stories related to Common Voice
gwt: کامن وائسَنہ متعلق پرېس ریلیز اؤ ہیڄان ناماں فُک فېدَؤ

source: Account
gwt: اکاونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
gwt: <accuracyLink> سئ کېرِکَنہ معیارہ واری بی بالِؤ۔ </accuracyLink>

source: Acehnese
gwt: ایسہېنیز

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
gwt: { $actionType }<micIcon></micIcon> اؤ قدرتی طورے کتہ بی زی بِمان بہ جواب ݪِؤ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
gwt: { $actionType }<playIcon></playIcon>اؤ لِکِؤ زی مے تسہ مانُݭہ کی ژمېنے ݭُنڈِمانېؤ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gwt: { $actionType }<playIcon></playIcon>تسُوئیں جُملا سئ ژَوونا؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
gwt: { $actionType }<playIcon></playIcon>آڈیو کِلپې ݭُنڈِو، ٹرانس کرپشَنہ چېک کېرِؤ۔ کی ووئی مېچ بِمانا؟کېنے زی نئ بہ، جو بالکل یَک شان بِکہ ݭڅی اِتے ترمیم کېرِؤ۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gwt: { $actionType }<recordIcon></recordIcon>گِری جُملا زورے ژا

source: { $actionType }<stopIcon></stopIcon> when done
gwt: { $actionType }<stopIcon></stopIcon>کول زی کېران گہ بہ تولی

source: { $actionType } submit when ready
gwt: { $actionType } تیار بُوئی بہ جمع کېرِؤ

source: Adamawa Fulfulde
gwt: ادماوا فل فِلدے

source: Add and Review Sentences, Add Questions, Transcribe Audio
gwt: کَلاؤ لُبُسَؤ اؤ تسُونہ جائزہ گو، سوالات لُبُسَؤ، آڈیوَہ نقل کېرِؤ

source: Add a question <icon></icon> in { $currentLocale } for people to answer
gwt: خلَکَنی جواب ݪِکہ ݭڅی { $currentLocale }یَک سوال </icon><icon> لُبُسَؤ

source: Add as much information as you can about the language. This could include:
gwt: باتِیَنہ بارا زیات نہ زیات معلومات لُبُسَؤ۔ اِتے شامل بی بَمان:

source: Add <icon></icon> a public domain sentence
gwt: یَک عوامی ڈومېن جُملہ<icon></icon>لُبُسَؤ

source: Add information
gwt: معلومات لُبُوسَؤ

source: Adding Sentences
gwt: کَلاؤ لُبُسَئیک

source: Additional Language
gwt: زیاتی باتی

source: Add Language
gwt: باتِیہ لُبُسَؤ

source: Add new custom accent "{ $inputValue }"
gwt: نونگہ ضرورَتَنہ مطابق لہجا”{ $inputValue }” شامل کېرِؤ

source: Add new sentences for the community to read
gwt: برادرِیَنہ ژَئیکہ ݭڅی کَلاؤ لُبُسَؤ

source: Add one sentence per line
gwt: ہر رِکہ یَک کَلاؤ لُبُسَؤ

source: Add questions in your language
gwt: تانُو باتِیَہ کھُد نام لُبُسَؤ

source: Add Questions <small>(Coming soon)</small>
gwt: کھُد نامہ لُبُسَؤ<small>( ݭُورہ ژِمان)</small>

source: Add Sentences
gwt: کَلاؤ نامہ لُبُسَؤ

source: Add sentences in your language
gwt: تانُو گاݭٹے کَلاؤ لُبُسَؤ

source: Add Text
gwt: عبارَتہ لُبُسَؤ

source: Add up to 1,000 sentences
gwt: 1,000مِزان کَلاؤ لُبُوسَؤ

source: Add Your Voice
gwt: تانُو کھنٹہ لُبُوسَؤ

source: Adyghe (West Circassian)
gwt: (مغربی سرکیشین)ایغی

source: Afaan Oromo
gwt: افان اورومو

source: Afar
gwt: دُرائے

source: A few bytes
gwt: یَکَتہ بائٹس

source: Afrikaans
gwt: افریقی

source: Age
gwt: عمر

source: Agriculture and Food
gwt: زراعت اؤ خوراک

source: Albanian
gwt: البانوی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gwt: اِپِلہ پېدی پتہ بَکَنی شور سئ تھنی، خو کېنے زی مے کرېک واری مانُوݭہ بېل بېل الفاظ ژَمېنے ݭُنڈی بمانېؤ بہ جو کِلپہ رد کېراوَہ پکار تھنہ۔ عام طورے شے بِمان زی کرېک ٹھانہ زی ٹی وی یَہ ووڑی تلان دِبُوہ بہ، یا کېنے نېڑَئی فار می کرېک باتی بِمان بُوئی بہ۔

source: All
gwt: سومّی

source: All sentence must have the same domain
gwt: سومّی کَلاوَنہ یَک ڈومېن می تھِیَنہ تھنہ

source: All sentences must have the same citation
gwt: سومّی کَلاوَنہ یَک می حوالہ بِیَنہ تھنہ

source: Already have an account? <login>Log-In</login>
gwt: پُدمانہ می اکاونٹ تھنا؟<login>لاگ اِن</login>

source: Alsatian
gwt: السیشین

source: Amharic
gwt: امہاری

source: An error occurred fetching sentences
gwt: جُملا رت کھائیکہ ݭڅی یہ خرابی پُراں آئی

source: An error occurred reviewing this sentence
gwt: اسہ جُملانہ جائزہ گوئیکہ ݭڅی یہ غلطی پُراں آئی

source: An error occurred submitting your voice information
gwt: مېنی کھنٹَنی معلومات جمع کېرَمېنے یہ خرابی پُراں آئی

source: An error occurred while creating this transcript
gwt: اسہ ٹرانسکرِپٹہ ݫُپَئیکَنی وختہ یَہ خرابی پیدا بُوئی

source: An error occurred while editing the transcript
gwt: ٹرانسکِرپٹہ ترمیم کېرِمېنے یَہ خرابی پُدَماں آئی

source: An error occurred while recording
gwt: رکاڈِنگ کېرِمېنے یَہ خرابی پُراں آئی

source: An error occurred while skipping the transcript
gwt: ٹرانسکِرپٹہ ووڑِمېنے یَہ خرابی پېش بُوئی

source: An error occurred while skipping this prompt
gwt: اسہ پرمپٹَہ ووڑِمېنے یَہ خرابی پُراں آئی

source: An error occurred while submitting the report
gwt: رپوٹ جمع کېرَمېنے یَہ خرابی پُراں آئی

source: An error occurred while uploading your response
gwt: مېنی جوابہ اپلوڈ کېرِمېنے یَہ خرابی پُدَماں آئی

source: An error occurred while voting the transcript
gwt: ٹرانسکرپٹہ ووٹ ݪِمېنے یَہ خرابی پُراں آئی

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
gwt: نام فُس دِسنت صارف ڈېٹا لکہ زی ہُمبُر، جنس اؤ لہجہ سپیچ رکگنېشن اِنجن نامہ سئ کېرِکہ ترتیب ݪِکہ ݭڅی استعمال بِݪہ آڈیو ڈېٹا لؤ بئ ݫُپَئیکہ مدد کېرِمان۔ مېنہ صارف نام اؤ ای مېل کول بی نہ بِبہ۔ مېنہ جمع کېرَئسنت ڈېٹا مِنزی مِلِسنت تھنہ، اؤ مے منتخب کېری بَمانېؤ زی کی مېنہ صارف نام ݫُپَمان۔ عوامی یا نام فۡس دِسنت۔

source: Answer questions
gwt: کھُدَنی جوابہ ݪِؤ

source: Answer Questions <small>(Coming soon)</small>
gwt: کھُد نامَنی جواب ݪِؤ<small>(ددُوپی ژِمان)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
gwt: کریَک بی ٹېکسٹ اؤ سپیچ ڈېٹا سېٹسَہ شیئر، تخلیق اؤ کیورېٹ کېری تانُو باتِیہ محفوظ کېری زِیَنت اؤ رت کېری بَمان۔

source: Approve
gwt: قبُول کېرِؤ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gwt: یَہ سُکوننی پس منظرَنہ شورماشور سئ تھنہ، خو امہ اِشِلی زیاتی کھنٹ نامہ ݭُنڈانے نہ ژِمان زی تسُونہ وجئ مشین الگورتھم اِشِلی الفاظہ پیانِی بیَؤ زی لِکِسن عبارَتہ نہ تھنَئیت۔ اگر زی مے عبارَتَہ بایہ غیر بیل بیل الفاظ ݭُنڈی بَمانېؤ بہ جو کِلِپہ رد کېرَنہ تھِمان۔ عام طورے اِشِلہ بِمان زی کېنے ٹی وی ووڑان دِبُوئی بہ یا کېنے نېڑَئی باتی نام بِمان بوئیت بہ۔

source: Arabic
gwt: عربی

source: Aragonese
gwt: اراگونیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
gwt: کی مے پُدَما پاݪی کامن وائسَنہ سپونٹینېنٹس سپیچ پروجېکٹہ ݭڅی امَنہ بیٹا ٹیسٹِنگ گُروپہ تھنَوا؟

source: Are you coming? [called by another]
gwt: مے ژِمانېوا؟[تېن یَکے بتیَوُس]

source: Are you coming? <strong>[called by another]</strong>
gwt: مے ژِمانېوا؟<strong>[وارِیہ ووڑَئی کوڅان دِمان]</strong>

source: Armenian
gwt: آرمېنیائی

source: Armenian Western
gwt: آرمیېنیائی مغربی

source: Arvanitika
gwt: اروانی ٹیکا

source: Ask about a new language
gwt: نُونگی باتِیَنہ بارا کھُدَؤ

source: Ask Mozilla to share your events
gwt: تانُو واقعاتہ لُبُسَئیکہ ݭڅی موزیلاں ژَؤ

source: Ask sensitive questions
gwt: حساس سوالات کھُدَؤ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gwt: امہ پېنہ سوالات کھۡدَؤ<matrixLink> میٹرکس</matrixLink>،<discourseLink>ڈسکورس</discourseLink>یا <emailLink>ای میل</emailLink>۔

source: Assamese
gwt: آسامی

source: Asturian
gwt: آستانی

source: Atayal
gwt: اتایال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
gwt: ٹرانسکِرپشَنہ ہر لفظ یا غیر لغوی گفتگُوَنی کھنٹہ داماوَہ پکار تھنہ زی مانُوݭے ژَئی دارُوس، تکرار سمانے۔

source: Attention!
gwt: توجہ!

source: Audio Format
gwt: آڈیو فارمېٹ

source: Automotive and Transport
gwt: آٹو موٹو اؤ ٹرانسپورٹ

source: Avatar
gwt: اوتار

source: Avatar uploaded
gwt: اوتار اپلوڈ کېران گئ

source: Average
gwt: منزَنہ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
gwt: یَہ کھنٹَنی کِلپہ“سئ“ تول نخہ کېران دِمان زی صارِف تسہ ݪِمان اے ووٹ۔

source: Avoid too much background noise - it should be easy to hear you.
gwt: لَؤ زیات پتہ بَکَنی شورہ پېنہ فُک ساتِؤ۔ اسہ ݭُنڈاوَہ میاں ہانسان بِیَنہ تھنہ۔

source: Awards
gwt: اېوارڈز

source: Azerbaijani
gwt: ازربائیجانی

source: Baatonum
gwt: باتونم

source: Baba Malay
gwt: بابامالے

source: Back
gwt: پتہ

source: Background Noise
gwt: پتانی شور

source: Background Voices
gwt: پتانی کھنٹ

source: Back to Top
gwt: پتہ گِرن درہ

source: Bafia
gwt: بافیا

source: Bafut
gwt: بافت

source: Bahasa Malay
gwt: بہاسا مالائی

source: Balochi
gwt: بلوچی

source: Balti
gwt: بلتی

source: Bambara
gwt: بام بارا

source: Bamun
gwt: بامن

source: Bamvele
gwt: بام ویلے

source: Bankon
gwt: بینکون

source: Baoule
gwt: باؤلے

source: Basaa
gwt: بسا

source: Bashkir
gwt: بشکېر

source: Basque
gwt: باسکی

source: Batanga
gwt: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gwt: اېن بُنیادے کرېک کِلپہ رد کېرِکہ پېنہ پُدَمہ احتیاط کېرِؤ زی قاری ئے کرېک لفظَنی غلط تلفظ کېرِتُوس، زورہ غلط ٹھانہ تھوئی تُوس، یا ظاہراً سوالیہ نشانہ ووڑیتُوس۔ سپُورہ دُنیا مختلف قسمَنہ تلفظ استعمالہ تھنَئیک، تسُونہ منزَنہ کِیہ تہ مے تانُو مقامی برادَرِیہ نہ ݭُنڈِی تِوَہ۔ مېرَبانی کېرِی تسُو خلَکہ ݭڅی صفَتَنی یَہ مارجن ݫُپَؤ زی مے مِنزی مختلف باتی کېری بَمېت۔

source: Become a Common Voice Partner
gwt: کامن وائس پارٹنر ݫُپِؤ

source: Belarusian
gwt: بېلاروسی

source: Benefits
gwt: فائدہ نام

source: Bengali
gwt: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gwt: ['بېرٹ' بئ تھنہ جو اوَلَنی حرف(یو کے)یا دویم (یو ایسَ) نہ رتئ دباوَہ مِنزی]

source: Betawi
gwt: بیتاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
gwt: باتِیَنی حقیقَتہ ݭڅی بہتر تعاون لکہ زی ترجمہ اؤ <mark>کوڈ سوئیچِنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
gwt: اسُو باتی نامہ ݭڅی بہتر سپورٹ کېنے زی استعمال کېرِکہ ݭڅی لؤ اِپِلہ یا <mark> کرېک ٹېکسٹ کارپس</mark> نہ تھنہ(مثلاً، سماجیات، متغیرات، تارېخی طورے اسکرپٹ نہ بِسن باتی نام وغیرہ)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
gwt: <bold> سول سوسائیٹی اؤ محقین </bold>۔تخلیق کېرِؤ،بئ رَوے ڈېٹا سېٹَنی مېزبانی اؤ اشتراک مفتہ کېرِؤ

source: <bold>{ $count }</bold> Clips
gwt: <bold>{ $count }</bold>حصہ

source: <bold>Help us</bold> find more voices
gwt: <bold>امہ مِنزی ہسپَلہ ݭَو</bold>واری کھنٹ لوٹَؤ

source: <bold>If you value open, inclusive data - donate today!</bold>
gwt: <bold>اگر زی مے فراخ، جامع ڈېٹانی قدر کېرِمانېؤ بہ ژو۔ نُون می عطیہ کېرِؤ!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
gwt: <bold> انسان دوستی </bold>۔ سپانسر ڈېٹا سېٹ مقامی جدّت اؤ ترقِیہ زیات کېرِکہ ݭڅی ݫُپاوَہ

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
gwt: <bold>ٹیک کمپنی نام</bold>۔ ترقی لېئݪی لؤ باتی نامَنی AL ماحولیاتی نظامہ ݭڅی اوپن ڈېٹا سېٹَنہ ݫُپَئیکہ سرمایہ کاری کېرِؤ

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
gwt: <bold>اے اېلَہ فقط دُنیانی یَکَتہ باتِیَہ ݭڅی کېنا ݪم کېرَنہ تھنہ؟</bold>

source: Borgu Fulfulde
gwt: بورگو فل فلدے

source: Bosnian
gwt: بوسنیائی

source: Both
gwt: دومّی

source: Both (Speak and Listen)
gwt: دومّی (ژَؤ اؤ ݭُندِؤ)

source: Breton
gwt: بریٹن

source: [British English might make "root"]
gwt: [برطانیا نی انگرېزی ”ناڑ” ”ناڑ”ݫُپَئ بَمان]

source: Browse Languages
gwt: باتی نامہ براوز کېرِؤ

source: Brushaski
gwt: بروشسکی

source: Build a custom goal
gwt: ضرورَتَنہ مطابق یَک مقصد ݫُپَؤ

source: Build Profile
gwt: پروفائل ݫُپَؤ

source: Bulgarian
gwt: بلغاریائی

source: Bulk batch
gwt: ڈل جوپہ

source: Bulk Sentences Uploaded
gwt: ڈل کَلاؤ اپلوڈ کېران گَئیت

source: Bulu
gwt: بلو

source: Bunun
gwt: بنون

source: Burmese
gwt: برمی

source: Buryat
gwt: برېت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
gwt: <b>ای مېل کیاں؟</b>ڈېٹا سیٹہ بِݪی تبدیلِیَنہ بارا امہ مستقبلہ مے مِنزی رابطہ کېرِکَنی ضرورت پېخ بِمان، یَہ ای مېل امہ رابطانہ نقطہ فراہم کېرِمان۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
gwt: ”مونہ ای مېلہ یَک لِنک ݪِݭَوَہ” رتئ ٹک کېرِی نوری امَنی <termsLink>سرویسَنی شربن نام</termsLink> اؤ <privacyLink> رازدارِیَنی پالیسی</privacyLink> مِنزی مے اتفاق کېرِمانېؤ اؤ ووئی زی موزیلا مے بیٹا حصہ گوئیکَنہ بارا معلوماتہ مِنزی ای مېل کیری بَمان۔ کامن وائسہ ݭڅی بېواک تقریر پروجېکٹَہ ݭڅی ٹېسٹِنگ۔

source: By editing your goal, you may lose your existing progress.
gwt: تانُو مقصدَہ ترمېم کېرِکے ݪی، مے تانُو موجودہ پُر دِکہ فُسَئ بَمانېؤ۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
gwt: ای مېلز وصول کېرِکہ ݭڅی آپٹ اِن کېرِمېن مے اسہ ژَمانېؤ زی مے موزیلا نی اسُو معلوماتہ سمبال کېرِکہ ݭڅی سئ تھنَؤ لکہ زی موزیلا نی<privacyLink>رازدارِیَنی پالیسی</privacyLink> تران وضاحت کېران دِتِنی۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
gwt: <b>مے متفق تھنَؤ</b>زی کامن وائس ڈېٹا سیٹہ ژَئیݪانہ پیانِکَنہ تعین کېرِکَنی کُوشُش مہ کېرِؤ

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
gwt: تانُو بارا کی معلومات ݪِکے ݪی، مے کریَک آڈیو ڈېٹا کامن وائسہ جمع کېرَمانېوے سے سپیک رکگنېشن اِنجن نامہ ݭڅی لؤ فائدہ من بِبہ زی تسہ ڈېٹا تانُو سئ کېرِکہ بہتر ݫُپَئیکہ ݭڅی استعمال کېرِمېت۔

source: By telling us about yourself, you will help developers build more inclusive technology
gwt: اماں تانُو بارا ژَئی مے ڈیویلپرزہ واری بی جامع ٹېکنالوجی ݫُپَئیکہ مدد کېرِوَہ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gwt: کامن وائسَنہ استعمالَہ ݭڅی مے امَنی <termsLink>شرائط</termsLink>اؤ<privacyLink>رازَنی نوٹس</privacyLink> مِنزی اتِفاق کېرِمانېؤ

source: Cameroon Pidgin
gwt: کیمرون پِڈگن

source: [Canadian English might make "route" sound like "rowt"]
gwt: [کېنېڈانی انگرېزی ”رُوٹَ” ”رُوٹَ” نی گاݭٹے کھنٹہ ݪی بَمان]

source: Cancel
gwt: منسوخ کېرِؤ

source: Cancel Re-recording
gwt: دوبُوڑہ رِکاڈِنگہ منسوخ کېرہ۔

source: Cancel Submission
gwt: جمع کېراوا منسوخ کېرِؤ

source: Cannot submit more than 1000 sentences
gwt: 1000پېنہ زیات کَلاؤ جمع نہ کېری بَمانېؤ

source: Can't decide?
gwt: فیصلہ کېرِی نہ بَمانېوا؟

source: Cantonese
gwt: کینٹونیز

source: Catalan
gwt: کاتالان

source: Central Alaskan Yupʼik
gwt: وسطی الاسکا یوپک

source: Central Kurdish
gwt: وسطی کرد

source: Central Melanau
gwt: وسطی میلانو

source: Central Puebla Nahuatl
gwt: سینٹرل پیوبلا ناہوٹل

source: Change
gwt: بدلی

source: Change preferences
gwt: ترجیحاتہ بدل کېرِؤ

source: Changes the language dataset to which you're contributing
gwt: باتِیَنی ڈېٹاسېٹہ بدل کېرِمان تېنے مے تعاون کېرِمانېؤ

source: Changes website text only.
gwt: صرف ویبسائیٹَنی عبارَتہ بدل کېرِمان

source: Change your email via Settings under Login Identity
gwt: لاگ اِن پیانِکَنہ تحت ترتیباتَنہ ذریعَئے تانُو ای مېلہ بدل کېرِؤ

source: Check
gwt: چېک کېرِؤ

source: Check <icon></icon> is this a linguistically correct sentence?
gwt: چیک کېرِؤ<icon></icon>ووئی باتِیَنی لحاظے سئ جُملہ تھنا؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
gwt: چیک کېرِؤ زی مېنی باتئ <languagesPageLink> کامن وائس لېنگویجَنہ موخ</languagesPageLink>رتئ لِکان دِتنہ۔ کېنے زی نئ بہ، جو اسہ فارَمہ پورِؤ اؤ امہ <strong> میاں یہ ہانسان اِی مېل ݪِݭَئیکہ زی تېنے ژَوان دِبہ زی مېنی باتِیہ کِرَوے ترتیب ݪِیان دِیَؤ </strong>۔

source: Check Transcriptions
gwt: نقل نامہ چېک کېرِؤ

source: <chevron></chevron>See less
gwt: <chevron></chevron> اِپِلہ بالِؤ

source: <chevron></chevron>See more
gwt: <chevron></chevron>واری بی بالِؤ

source: Chinese (China)
gwt: چینی(چین)

source: Chinese (Hong Kong)
gwt: چینی(ہانکانگ)

source: Chinese (Taiwan)
gwt: چینی(تائیوان)

source: Chinyanja
gwt: چنانجا

source: Choose language/localization
gwt: باتی/ لوکلائزیشَنَنی انتخاب کېرِؤ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
gwt: اِشلی ہانسان سوالاتَنی انتخاب کېرِؤ زی ثقافت یا سیاق اؤ سباقہ بایہ غیر کرېکہ ݭڅی بی پرُوزاوَہ ہانسان تھِتېؤ

source: Chuvash
gwt: چواش

source: Citation
gwt: حوالہ

source: Cite with a URL link or the full name of the work.
gwt: یو آر اېل لِنک یا ݪمَنہ فُورہ نامہ مِنزی حوالہ ݪِؤ۔

source: Citing Sentences
gwt: کَلاوَنہ حوالہ ݪِیاوَہ

source: Click
gwt: کۡلک ؛ ٹک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
gwt: اسہ موخہ استعمال کېرِکَنہ طرېقہ ہِلِکہ ݭڅی نوری <guidanceLink>اِتے</guidanceLink> رتئ ٹک کېرِؤ

source: Clipboard not supported
gwt: کِلپ بورڈ تعاون یافتہ نہ تھنی

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
gwt: { $clipCount }صوتی کِلپس، کُل آرکائیو سائز{ $size }۔ میعاد نِمَتِمان{ $expires }۔

source: Clip Graveyard
gwt: کِلپ گورتھانتہ

source: Clips recorded
gwt: کِلپس رکاڈ کېران گئیت

source: Clips Uploaded
gwt: کِلپس اپلوڈ بوئیت

source: Clips validated
gwt: کِلپسَنی تصدیق کېران گئ

source: Clips You've Recorded
gwt: کِلپس کرېکہ زی مے ریکاڈ کېرِتووے

source: Clips You've Validated
gwt: کلپس زی مے تصدیق کېرِتووے

source: Close
gwt: بند

source: Collecting sentences
gwt: کلاؤ ٹوپَلَئیک

source: Coming Soon
gwt: دَدُپی ژِمان

source: Comment
gwt: تبصرہ

source: Common Voice data plus all other voice datasets above.
gwt: کامن وائس ڈېٹا بایہ غیر واری تمام صوتی ڈېٹا سیٹس

source: Common Voice Dataset
gwt: کامن وائس ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
gwt: کامن وائیس کمیونِٹِیَنی قیادَتہ ݫُپَئیکہ ݭڅی یَک مُفتہ، اوپن سورس پلیٹ فارم تھنہ۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
gwt: کامن وائس موزِیلا فاونڈېشَنَنہ یَک پراجکٹ تھنہ، زیUS 501c3 تھنہ۔ اسہ پراجکٹہ فلیالن فُورہ طورے <philantropicGrantLink>مخیر حضراتَنی گرانٹ</philantropicGrantLink>، اؤ سپُورہ دُنیا نہ خلَکَنی عطیاتَنہ ذریعہ ئے مالی مدد کېران دِمان۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
gwt: کامن وائسہ عطیات اؤ گرانٹسے مالی مدد ݪِیان دِمان! امہ ماہرین تعلیم، سول سوسائیٹی اؤ صنعتَنہ محققینہ مِنزی تعاؤنہ خوخمېل۔ کامن وائس استعمال کېرِکہ ݭڅی اېڑیا تھنہ، خو گرانٹَنہ تجاویزَنہ ذریعہ ئے پلیٹ فارم اؤ بارِمہ گرَتَنہ خرچا حصہ تلاوَہ واقعی مددگار تھنہ۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
gwt: کامن وائس نامیاتی، بېواک، اسکرپٹ نہ بِسن تقریرَہ جمع کېرِکہ رتئ فکر کېرِݪہ واری پلېٹ فارم شروع کېرِمان۔ اېنݪی لؤ زیات برادری نام لؤ تادِی ئے ڈېٹا اکݭٹَئیکہ مدد فېدِبہ، اسہ مِنزی ووئی ڈېٹا سائنسداناناں اؤ ڈیویلپرزَہ ݭڅی فائدہ من ثابت بِبہ۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
gwt: کامن وائس ماشیناں اسہ ہِلَئیکہ مدد کېرِکہ ݭڅی موزیلائی پُر کھڑَوُس زی حقیقی خلک کِرَوے باتی کېرِمېت۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
gwt: کامن وائس دُنیانہ سافہ پېنہ ڈل عوامی طورے لېوان دِݪہ لؤ باتی نامَنی کھنٹَنہ ڈېٹا سیٹ تھنہ۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
gwt: عام کھنٹَنی رِکاڈِنگَنہ استعمال ماہرین تعلیم،پولہ کاروبار، اؤ کھنٹہ پیانِکَنہ شوقین خلَکَنہ ذریعہ ئے کھنٹَنہ ماڈل لکہ عوامی طَورے دستیاب وسائلَہ ترتیب ݪِکہ اؤ ژَئیکَنہ مدَدَہ ݭڅی کېران دِمان۔ تُو اماں ژَئی بَمېسا زی تانُو رِکاڈِنگہ کیاں حذف کېراوَہ کوڅِمېس؟

source: Community and Languages
gwt: برادری اؤ باتی نام

source: Community, Creatives and Civil Society
gwt: برادری، تخلیقات اؤ سول سوسائیٹی

source: Community participation and decision making.
gwt: برادرِیَنی شرکت اؤ فیصلہ ݫُپاوَہ۔

source: Community Playbook
gwt: برادرِیَنہ پلے بُک

source: Confirm Goal
gwt: مقصدَنی تصدیق کېرِؤ

source: Connect with Gravatar
gwt: گرېوېٹارہ مِنزی ٹکَڅِؤ

source: Contact
gwt: رابطہ کېرِؤ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
gwt: مصنفین، ڈرامہ لِکِݪہ یا اسکرین رائیٹرزہ مِنزی رابطہ کېرِؤ اځ کھُدَؤ زی کی تېمے تانُو ݪَمَنہ یَہ پولہ حصہ عوامی دومېنہ ݭڅی وقف کېرِکاں تیار تھنَئیت

source: Contact Form
gwt: رابِطہ فارم

source: Contact the Common Voice team
gwt: کامن وائس ٹیمہ مِنزی رابطہ کېرِؤ

source: Contact us
gwt: امہ مِنزی رابطہ کېرِؤ
